Repository: nh36/ChinTransMem
Catalog: corpus/exports/tmx/shijing__xiaoya-jienanshan-009__aligned_passages.tmx
Source language: zh_hant
Languages: en

source: 彼何人斯？其心孔艱。胡逝我梁，不入我門？伊誰云從？維暴之云。
en: What man was that? His mind is full of dangerous devices. Why did he approach my dam, Without entering my gate? Of whom is he a follower? I venture to say, -- of Bao.

source: 二人從行，誰為此禍？胡逝我梁，不入唁我？始者不如今，云不我可。
en: Those two follow each other in their goings; -- Which of them wrought me this calamity? Why came he to my dam, Without entering to condole with me? Our former relations were different from the present, When he will have nothing to do with me.

source: 彼何人斯，胡逝我陳？我聞其聲，不見其身。不愧于人。不畏于天。
en: What man was it? Why came he to the path inside my gate? I heard his voice, But did not see his person. He is not ashamed before men; He does not stand in awe of Heaven.

source: 彼何人斯？其為飄風。胡不自北？胡不自南？胡逝我梁？祇攪我心。
en: What man was it? He is like a violent wind. Why came he not from the north? Or why not from the south? Why did he approach my dam, Doing nothing but perturb my mind?

source: 爾之安行，亦不遑舍。爾之亟行，遑脂爾車？壹者之來，云何其盱。
en: You go along slowly, And yet you have not leisure to stop! You go along rapidly, And yet you have leisure to grease your wheels! If you would come to me but once! -- Why am I kept in a state of expectation?

source: 爾還而入，我心易也。還而不入，否難知也。壹者之來，俾我祇也。
en: If on your return you entered my house, My heart would be relieved. When on your return you do not enter it, It is hard to understand your denial. If you would come to me but once, It would set me at rest.

source: 伯氏吹壎，仲氏吹篪。及爾如貫，諒不我知。出此三物，以詛爾斯。
en: The elder of us blew the porcelain whistle, And the younger blew the bamboo flute; I was as if strung on the same string with you. If indeed you do not understand me, Here are the three creatures for sacrifice, And I will take an oath to you.

source: 為鬼為蜮，則不可得。有靦面目，視人罔極。作此好歌，以極反側。
en: If you were an imp or a water-bow, You could not be got at. But when one with face and eyes stands opposite to another, The man can be seen through and through. I have made this good song, To probe to the utmost your veerings and turnings.
